export interface Testimonial {
  id: string;
  text: string;
  author: string;
  rating: number;
  image?: string;
}

export const testimonials: Testimonial[] = [
  {
    id: '1',
    text: 'Постоянната умора беше нещо, с което бях свикнала да живея. След посещението в центъра, препоръчаните процедури и приема на хранителни добавки постепенно започнах да възвръщам енергията си.',
    author: 'Мадлена',
    rating: 5,
    image: '/petya-testimonial.jpg',
  },
  {
    id: '2',
    text: 'Работата ми е свързана с тежко физическо натоварване и често изпитвах болки в гърба и кръста. След всяка процедура усещах значително намаляване на дискомфорта. Това ми помагаше да се чувствам по-добре в ежедневието.',
    author: 'Александър',
    rating: 5,
    image: '/testimonial-second.jpg',
  },
  {
    id: '3',
    text: 'От години имах проблеми с киселини и стомашен дискомфорт, особено след хранене. Постепенно започнах да усещам облекчение и състоянието ми се подобри.',
    author: 'Румяна',
    rating: 5,
  },
];
